{
    "sv":{
        "mainTitle":"Pedagogiska möbler",
        "language":"English",
        "projectMenu":"| PROJEKTET",
        "furnitureMenu":"| PEDAGOGISKA MÖBLER",
        "reportsMenu":"| RAPPORTER",
        "aboutMenu":"| OM OSS",
        "projectHeader":"Pedagogiska möbler",
        "cardHeadline":"",
        "cardImage":"/static/projectpicture.jpg",
        "projectText":"Utifrån den snabba teknikutvecklingen samt efterfrågan på hållbarhet och reparerbarhet i linje med cirkulär ekonomi, är projektets syfte att ta fram ett möbelkoncept för att tillfredsställa framtidens pedagogiska behov. För att göra detta ska hybridinlärning främjas samtidigt som pedagogisk undervisning och generell inlärning underlättas. <br><br> Konceptet ska därför utvecklas baserat på cirkulär ekonomi och formges med en estetiskt hållbar design som är anpassad för klassrumsmiljön.",
        "furnitureHeadline":"Koncept",
        "deskHeadline":"ElevAtion",
        "deskText":"Bordet uppmanar till att nyttja både analoga och digitala verktyg för att främja inlärning. Den höj- och sänkbara delen av bänkskivan ger möjlighet till att variera arbetsställning mellan sittande och stående och inbjuder till att både skrivblock och dator används under föreläsningar, lektioner och grupparbete. Som stöd finns också en glasskiva att föra anteckningar på och genom ett kamerasystem i klassrummets tak samlas dessa in för att laddas upp digitalt och på så sätt sparas ned. För att enkelt variera bänkskivans höjd finns ett hål med ett handtag undertill och dess funktion är likt en resväskas handtag. ",
        "chairHeadline":"KontRoll",
        "chairText":"Stolen är utformad för att främja ett flexibelt arbetssätt i klassrummet, vilket underlättas av hjulbestyckade ben. Tack vare dess lätta vikt och utformning är den enkel att anpassa till olika undervisningsformer, däribland grupparbete. För att maximera arbetsutrymmet finns ett nät undertill för förvaring. Genom en klämma är det enkelt att välja höjd på nätet beroende på vilken position man sitter i på stolen. Tack vare att nätet vilar fritt runt stolsbenen kan stolen fortfarande staplas med enkelhet.  ",
        "button":"Läs mer",
        "whiteboardHeadline":"PorTavel",
        "whiteboardText":"Portabla whiteboardtavlor gör det enkelt att effektivt skärma av klassrum vid grupparbete. Dessutom löser dessa tavlor det stora behovet av ljuddämpning då de undertill innehåller inbyggda ljuddämpade skivor. Specifikt för dessa tavlor är att det finns ett modulärt eluttag som kan skjutas fast på en skena längs den nedre kanten. Då användning av digitala verktyg kräver el, möjliggör denna funktion strömtillförsel genom hela klassrummet.",
        "cameraHeadline":"SerWell",
        "cameraText":"Kameralösningen ger upphov till flera funktioner som effektiviserar och främjar inlärning. Genom sin vidvinklade inspelningsfunktion möjliggör lösningen lagring och omvandling av fysiska anteckningar till digitala. Glasskivorna som är monterade i borden ger eleverna fortsatt möjlighet att skriva för hand, något som identifierats essentiellt. Kameran är utformad för att fästas på skenor i taket för att kunna skanna av en så stor yta av klassrummet som möjligt.",
        "reportsHeadline":"Rapporter",
        "projectReportHeadline":"Projektrapport",
        "projectReportText":"",
        "pedagogicsReportHeadline":"Teknik och pedagogik",
        "pedagogicsReportText":"",
        "designReportHeadline":"Design",
        "designReportText":"",
        "circularityReportHeadline":"Cirkularitet",
        "circularityReporText":"",
        "aboutHeadline":"Om oss",
        "aboutText":"Gruppen bildades i början av år 2021, som en del av kandidatarbetet i civilingenjörsprogrammet Design och produktutveckling. Vi är en grupp om sex studenter som snart påbörjar det fjärde året av nämnda utbildning vid Linköpings universitet.<br><br>Pandemin har tvingat projektarbetet att primärt ske i de digitala arenorna, men genom timmar av digitalt arbete och team building-aktiviteter, har gruppen blivit ett effektivt team med bred kompetens – med förjdupade kunskaper inom teknik och pedagogik, cirkulär ekonomi och design för klassrumsmiljöer.",
        "pedagogicsGroup":"Teknik och pedagogik",
        "designGroup":"Design",
        "circularityGroup":"Cirkularitet",
        "updated":"2021-05-19",
        "languageImage":"/static/united-kingdom.png",
        "logo":"/static/logo.png",
        "contactImage":"", 
        "desk":{
            "mainTitle":"Pedagogiska möbler",
            "language":"English",
            "startMenu":"| TILL STARTSIDAN",
            "productHeadline":"ElevAtion",
            "inClassroomPicture":"/static/desk/inClassDesk.jpg",
            "aboutProduct":"Bordets design har utformats utifrån två identifierade krav, som båda har sitt syfte i att främja inlärning. Kraven bygger dels på ett varierat arbetssätt samt flexibla lösningar. För att uppfylla syftet med produkten har bordet därför designats dels med en höj och- sänkbar del samt en specialanpassad glasskiva. Den höj och- sänkbara bordsplattan bidrar till att arbetspositionen kan anpassas utifrån användare samtidigt som det ger möjlighet till variation av arbetssätt. Höjden på plattan justeras via ett handtag som sitter i koppling till denna. En låsfunktion gör det möjligt för plattan att stanna på flera olika positioner (likt en låsfunktion för handtaget på en resväska) och du kan på så sätt välja om du vill stå/ sitta eller använda dator/anteckna för hand. <br><br>Glasplattan i bordet är designad för att ge elever möjlighet att i undervisningen kunna skifta mellan ett analogt/traditionellt och digitalt arbetssätt. Genom lösningen har elever fortfarande chans att föra anteckningar förhand, något som tydligt identifierats vara en fördel ur ett inlärningssammanhang. Dessa anteckningar går sedan, via ett kamerasystem i klassrummets tak, att samla och överföra till ett digitalt format. Denna lösning bjuder således in för att variera mellan att använda skrivblock och dator under föreläsningar och lektioner.",
            "inShortHeadline":"I korthet",
            "inShortText":"Det fyrbenta skrivbordet är anpassat för att användas av en student. Den kvadratiska ytan och hjul uppmanar till samarbete och att arrangera skrivborden efter behov. Möbelns paradnummer är skivan som kan justeras i höjdled, vilken ger studenten mer arbetsyta, en plats att placera datorn för en ergnomisk läsupplevelse och valmöjligheten att arbeta stående.",
            "function1":"Justerbar",
            "function1Image":"static/desk/adjustableHeight.png",
            "function1Text":"I det nedersta läget kan hela ytan göras platt, för att eliminera hinder för samarbetssituationer där studenter vill dela material och tankar på plats – en sannolik framtida studiesituation. Med hjälp av en robus mekanisk bestående av en fjäder, kilar och de ihåliga benen, är det lätt att höja och sänka skivan. Handtaget är placerat på en position inom räckhåll, men tillräckligt långt borta för att inte störa arbete med penna och papper. Ytan är av trä och har ett inlägg av klarglas, vilket underlättar för underhåll och ligger i linje med estetiska och cirkulära projektmål.",
            "function2":"Mångsidig",
            "function2Image":"/static/desk/writableSurface.png",
            "function2Text":"Mer arbetsyta är en vanlig förfrågan bland studenter, något som i vanliga fall kräver större bord och således klassrum. Den justerbara hyllan resulterar i mer utrymme för förvaring av böcker, anteckningsböcker och teknik, för att minska skarven mellan analogt och digitalt lärande i högre grad. Båda delar kommer att vara nödvändiga i framtiden, men eftersom tekniken snabbt utvecklas är det inte en hållbar lösning att minska skarven genom integrerade lösningar. Den lågteknologiska glasytan har ett värde även utan teknik i rummet, men kan också implementeras som en del av ett större digitalt system.",
            "function3":"Flexibel",
            "function3Image":"/static/desk/flexible.png",
            "function3Text":"Flexibilitet är en av huvudkomponenterna i det framtida lärandet, som blir allt viktigare när katederundervisning ersätts av mer studentcentrerade metoder, som kretsar rund studenternas diskussioner och en förberedande informationsinsamlingsprocess. Enkel ommöblering är centralt, vilket hjul och den kvadratiska formen underlättar. Finkornigheten med en student per bord är vidare en detalj som öppnar för fler möbleringar och en bättre grund för bättre lärande. Avslutningsvis kan benen på ElevAtion anpassas för klassrummens behov: fyra hjul för full flexibilitet, två hjul ackompanjerade av fötter, eller fyra fötter för en mer permanent installation.",
            "criteriasHeadline":"Uppfyllda kriterier",
            "criteriasText":"Som möbelkonceptets kronjuvel är ElevAtion baserad på ett tidigt koncept som itererats på för att uppfylla så många designprinciper som möjligt – utan att skapa en otydlig produkt med för mycket funktionalitet. För att bidra till den pedagogiska miljön är flexibilitet och sätten för samarbete centrala. ElevAtion sitkar också på att förmedla ett harmoniskt utseende i linje med hur en studiemiljö bör bara, där möbelns familjära, neutrala och icke-daterade yttre spelar en viktig roll. Utformningen som tillåter studenten att använda egen dator och tekniska verktyg kommer därtill göra möbeln relevant under en lägre tid. En längre livslängd främjas vidare genom användandet av få material och former, i kombination med fasade kanter för att eliminera smutsansamlingar. Därtill används enkla och standardiserade fogningsmetoder för enklare reparation och slutdemontering.",
            "updated":"2021-05-19",
            "languageImage":"/static/united-kingdom.png",
            "logo":"/static/logo.png",
            "contactImage":""
        },
        "chair":{
            "mainTitle":"Pedagogiska möbler",
            "language":"English",
            "startMenu":"| TILL STARTSIDAN",
            "productHeadline":"KontRoll – en stapelbar stol med valbart extra utrymme",
            "inClassroomPicture":"/static/chair/inClassChair.jpg",
            "aboutProduct":"Designen på stolen har anpassats efter elevers behov av både en flexibel arbetsmiljö och arbetssätt. Därefter har stolen fått hjulbestyckade ben samt en låg vikt. Utformningen gör stolen enkel att anpassa till olika undervisningsformer, däribland grupparbete, samtidigt som den går att stapla om ett stående arbetssätt föredras för dagen. För att nyttja stolen till fler funktioner har även ett nät utformas undertill för förvaring. Detta utrymme är till för förvaring av exempelvis böcker, väska och jackor som annars tar plats på bord/golv och inte bidrar till ett flexibelt och smart klassrum. Nätets höjd kan variera beroende på vilken position man föredrar att ha när man sitter på stolen. Detta sker genom en klämma som finns på stolsbenet. För att stolen trots nätet ska vara staplingsbar sitter det inte fast utan stoppas av en slangklämma.",
            "inShortHeadline":"I korthet",
            "inShortText":"Stolen har en enkel design som kilas in i den begränsade designrymden som begränsas av behovet av en robus stålstomme, en konstruktion med låg vikt, hjul och stapelbarhet. Stolens hjul, nät och tunna textilkudde är alla lätta att byta ut och reparera vid behov.",
            "function1":"Flexibilitet",
            "function1Image":"/static/chair/rolling.png",
            "function1Text":"KontRoll ackompanjerar skrivbordet ElevAtion genom den rullbara aspekten som möjliggörs genom fyra hjul, monterade på ett sätt som är lätta att ta bort för att skapa en hjullös variant när sådant behov finnes. Med nätet lastat med böcker eller en väska, kan studenten helt enkelt rulla stol och bord till den nya konstellationen. Hjulen spelar också en avgörande roll i att utöka livslängden, eftersom vanliga problem som att väga på stolen och på andra sätt utsätta fogarna för hög belastning elimineras",
            "function2":"Stapelbar",
            "function2Image":"/static/chair/stackable.png",
            "function2Text":"Stående aktiviteter, större grupper och långtidsförvarning – anledningarna till att vilja stapla stolar på ett kompakt vis är många. Balansakten mellan låg vikt, hållfasthet och former som tillåter stapling är viktiga och bör finjusteras till perfektion om KontRoll ska lämna konceptstadiet för en plats på produktionslinjerna. Nätet komplicerar konstruktionen, men med en fritt löpande fästanordning med stoppklossar är de två egenskaperna kompatibla.",
            "function3":"Extra lagring",
            "function3Image":"/static/chair/extraStorage.png",
            "function3Text":"I ett klassrum som ändras är det passande att ta med alla tillhörigheter på en gång, och ett semiflexibelt nät under sätet tillfredsställer behovet. Men alla studenter har inte samma lagringsbehov och att vila benen under eller kring stolen är vanligt. Därför har nät och undersidan av sitsen matchande tryckknappar i framkant, som gör att ett tomt nät kan låsas i ett upphöjt läge. Under sitsen skymtas en av stolens cirkulära inslag, i form av de clips som håller den löstagbara separata dynan med tyg och stoppning på plats.",
            "criteriasHeadline":"Uppfyllda kriterier",
            "criteriasText":"Flexbiliteten är i linje med de pedagogiska behoven – idag och imorgon, vilket också gäller lagringen och valbarheten. Naturliga, få och rena material gör sammanfogningen och framtida demontering enklare. Genom att använda hjul och en ram av stålrör, förskjuts bäst-före-datumet.",
            "updated":"2021-05-19",
            "languageImage":"/static/united-kingdom.png",
            "logo":"/static/logo.png",
            "contactImage":""
        },
        "whiteboard":{
            "mainTitle":"Pedagogiska möbler",
            "language":"English",
            "startMenu":"| TILL STARTSIDAN",
            "productHeadline":"PorTavel",
            "inClassroomPicture":"/static/whiteboard/inClassWhiteboard.jpg",
            "aboutProduct":"Produkten är utformad med en stor White board utan att kompromissa med tavlans smidighet, White boardens yta möjliggör bättre samarbete både för elever emellan samt mellan lärare och elev. Den stora skriv ytan kan nyttjas i en mängd olika syften där planerande, struktur skapande och illustrationer bara är några exempel. Tavlan är försedd med hjul som kan rulla i alla riktningar. Hjulen gör möbeln enkel och flexibel då den lätt kan rullas till den riktning där den är behövd, till exempel om en lärare vill förklara något åt en grupp elever kan hen lätt skjuta möbeln med sig för att använda den som undervisningsstöd. Vid de tillfällen då tavlan är placerad för att stanna på en plats kan tavlans el-uttag nyttjas enkelt då de fyra stycken uttagen är placerade på var sida av tavlans nederkant. Tavlan fungerar som en flexibel förgrening kontakt där en strömsladd från ena sidan av tavlan kan anslutas till en vägg eller golvkontakt. Då möbeln senare ska flyttas och sladden avlägsnas från kontakten rullas sladden åter in till tavlans sida, likt mekanismen för en damsugarsladd. Tavlan är också försedd med två handtag för att enklare föra in och avlägsna kontakterna samt för att flytta tavlan. Möbelns form, höjd och bredd får den att naturligt avskärma användaren mot omgivningen. Den tillagda detaljen som gör tavlan optimal för avskärmning är att den på vardera sida under White boarden är täckt med ett ljudabsorberande textiltyg.",
            "inShortHeadline":"I korthet",
            "inShortText":"Ett klassrum utrustat med flera PorTavel skapar en miljö som uppmuntrar til lgrupparbete utan att offra beovet av ett icke-kaotiskt klassrum. Med ljudabsorbereande material, tvåsidiga whiteboard-ytor, rullbara funktioner och passande moduler, kan PorTavel tillgodose behoven.",
            "function1":"Dämpande, stöttande",
            "function1Image":"/static/whiteboard/absorbing.png",
            "function1Text":"WIP",
            "function2":"Modulär",
            "function2Image":"/static/whiteboard/modular.png",
            "function2Text":"WIP",
            "function3":"Flexibel",
            "function3Image":"/static/whiteboard/flexible.png",
            "function3Text":"WIP",
            "criteriasHeadline":"WIP",
            "criteriasText":"",
            "updated":"2021-05-16",
            "languageImage":"/static/united-kingdom.png",
            "logo":"/static/logo.png",
            "contactImage":""
        },
        "camera":{
            "mainTitle":"Pedagogiska möbler",
            "language":"English",
            "startMenu":"| TILL STARTSIDAN",
            "productHeadline":"SerWell",
            "inClassroomPicture":"WIP",
            "aboutProduct":"Produktens syfte är att tillsammans med bordets glasförsedda skrivyta ge användaren möjlighet att använda penna istället för tangenter, möjligheten att byta tillbaka till ett arbetssätt som efterliknar traditionellt skrivande. Idén är att göra skiftet så lättillgängligt att det uppmanar användaren till att fritt välja vilket arbetssätt hen föredrar. Takkamerans uppgift är att automatiskt dokumentera skrivytorna och under realtid uppdatera en plattform där det insamlade materialet omvandlas till digital form där det blir lättillgängligt, överskådligt och enkelt att redigera. Kameran sitter i en ställning som gör att den kan förflytta sig i klassrummets tak med hjälp av ett antal skenor fästa i taket. Ställningen som håller kameran har även möjlighet att rotera för att fånga upp skrivet material från de flexibla tavlorna i klassrummet. Produktens design och placering är diskret för att inte störa eller distrahera aktiviteten i rummet.",
            "inShortHeadline":"",
            "inShortText":"",
            "function1":"",
            "function1Image":"",
            "function1Text":"",
            "function2":"",
            "function2Image":"",
            "function2Text":"",
            "function3":"",
            "function3Image":"",
            "function3Text":"",
            "criteriasHeadline":"",
            "criteriasText":"",
            "updated":"2021-05-16",
            "languageImage":"/static/united-kingdom.png",
            "logo":"/static/logo.png",
            "contactImage":""
        },
        "projectReport":{
            "mainTitle":"Pedagogiska möbler",
            "language":"English",
            "startMenu":"| TILL STARTSIDAN",
            "reportHeadline":"Projektrapport",
            "abstractHeadline":"Inledning",
            "abstract":"Tekniska hjälpmedel blir en allt större del av vardagen och skolvärlden är inget undantag. För att främja fortsatt god inlärning krävs kunskap om hur digitala och analoga verktyg kan nyttjas på bästa sätt, för att anpassa lärmiljön med ett passande möblemang som tillfredsställer pedagogiska behov. Detta projektarbete fokuserar på att hitta ett sådant möbelkoncept, som platsar i framtidens klassrum på svenska universitet. Projektets mål är därtill att denna lösning är långsiktigt hållbar och med egenskaper som stödjer ett cirkulärt tänk, samtidigt som design och funktioner ger en enhetlig bild och mångsidig användning lämpad för aktuella och kommande pedagogiska grepp.<br><br>För att identifiera designprinciper för möbler för klassrum, cirkulära egenskaper och egenskaper i linje med pedagogik och teknik, är projektet till stor del baserat på tre kandidatarbeten. Genom identifierade användarbehov samt tillhörande idégenerering och workshop-aktiviteter, skapar projektgruppen parallellt möbelkoncept som uppfyller behoven – lösningar som anpassas enligt slutsatserna från kandidatarbetena, för att framställa ett realiserbart möbelkoncept. Konkret rör det sig om möbler med flexibilitet och samarbete i fokus, där en delvis höj- och sänkbar skrivbordslösning är den centrala produkten. Till skrivbordet hör en stapelbar, rullbar stol med förvaringsmöjligheter, flyttbara whiteboardtavlor för avskärmning och samarbete samt ett klassrumsmonterat kamerasystem som svarar för automatisk dokumentation.",
            "link":"https://www.youtube.com/watch?v=dQw4w9WgXcQ",
            "linkText":"Till rapporten (PDF)",
            "authorHeadline":"Författarna",
            "firstAuthor":"Arvid, Amanda, Alma, Annika, Agnes, Harald",
            "firstAuthorImage":"static/gruppbild.jpg",
            "secondAuthor":"",
            "secondAuthorImage":"",
            "commentHeadline":"Författarna om arbetet",
            "commentText":"",
            "updated":"2021-05-19",
            "languageImage":"/static/united-kingdom.png",
            "logo":"/static/logo.png",
            "contactImage":""
        },
        "pedagogicsReport":{
            "mainTitle":"Pedagogiska möbler",
            "language":"English",
            "startMenu":"| TILL STARTSIDAN",
            "reportHeadline":"Teknik och pedagogik",
            "abstractHeadline":"Pedagogiska möbler: En rapport om pedagogiken och tekniken i universitetens framtida lärmiljöer",
            "abstract":"Abstract goes here",
            "link":"https://youtu.be/dQw4w9WgXcQ",
            "linkText":"Till rapporten (PDF)",
            "authorHeadline":"Författarna",
            "firstAuthor":"Arvid Wittwång",
            "firstAuthorImage":"static/people/arvid.jpg",
            "secondAuthor":"Amanda Perlind",
            "secondAuthorImage":"static/people/amanda.jpg",
            "commentHeadline":"Författarna om arbetet",
            "commentText":"",
            "updated":"2021-05-19",
            "languageImage":"/static/united-kingdom.png",
            "logo":"/static/logo.png",
            "contactImage":""
        },
        "designReport":{
            "mainTitle":"Pedagogiska möbler",
            "language":"English",
            "startMenu":"| TILL STARTSIDAN",
            "reportHeadline":"Design",
            "abstractHeadline":"Fullständig rubrik",
            "abstract":"Abstract goes here",
            "link":"https://www.youtube.com/watch?v=dQw4w9WgXcQ",
            "linkText":"Till rapporten (PDF)",
            "authorHeadline":"Författarna",
            "firstAuthor":"Agnes Wide",
            "firstAuthorImage":"static/people/agnes.jpg",
            "secondAuthor":"Harald Lithman",
            "secondAuthorImage":"static/people/harald.jpg",
            "commentHeadline":"Författarna om arbetet",
            "commentText":"",
            "updated":"2021-05-19",
            "languageImage":"/static/united-kingdom.png",
            "logo":"/static/logo.png",
            "contactImage":""
        },
        "circularityReport":{
            "mainTitle":"Pedagogiska möbler",
            "language":"English",
            "startMenu":"| TILL STARTSIDAN",
            "reportHeadline":"Cirkularitet",
            "abstractHeadline":"Fullständig rubrik",
            "abstract":"Abstract goes here",
            "link":"https://www.youtube.com/watch?v=dQw4w9WgXcQ",
            "linkText":"Till rapporten (PDF)",
            "authorHeadline":"Författarna",
            "firstAuthor":"Annika Racki",
            "firstAuthorImage":"static/people/annika.jpg",
            "secondAuthor":"Alma Swärdh",
            "secondAuthorImage":"static/people/alma.jpg",
            "commentHeadline":"Författarna om arbetet",
            "commentText":"",
            "updated":"2021-05-19",
            "languageImage":"/static/united-kingdom.png",
            "logo":"/static/logo.png",
            "contactImage":""
        }
    },

    "en":{
        "mainTitle":"Pedagogical furniture",
        "language":"Svenska",
        "projectMenu":"| THE PROJECT",
        "furnitureMenu":"| FURNITURE",
        "reportsMenu":"| REPORTS",
        "aboutMenu":"| ABOUT US",
        "projectHeader":"Pedagogical furniture",
        "cardHeadline":"",
        "cardImage":"/static/projectpicture.jpg",
        "projectText":"Based on the rapid technological development and the demand for sustainability and repairability in line with the circular economy, the project's aim is to develop a furniture concept to satisfy the pedagogical needs of the future. To do this, hybrid learning must be promoted while pedagogical teaching and general learning are facilitated. The concept must therefore be developed based on a circular business model and designed with an aesthetically sustainable design that is adapted to the classroom environment. ",
        "furnitureHeadline":"Concepts",
        "deskHeadline":"ElevAtion",
        "deskText":"The table encourages the use of both analog and digital tools to promote learning. The height-adjustable part of the worktop provides the opportunity to vary the working position between sitting and standing and invites both writing pads and computers to be used during lectures, lessons and group work. As a support, there is also a glass disc to keep notes on and through a camera system in the classroom ceiling, these are collected to be uploaded digitally and thus saved. To easily vary the height of the worktop, there is a hole with a handle underneath and its function is similar to the handle of a suitcase.",
        "chairHeadline":"KontRoll",
        "chairText":"The chair is designed to promote a flexible way of working in the classroom, which is facilitated by wheel-mounted legs. Thanks to its light weight and design, it is easy to adapt to different teaching methods, including group work. To maximize the working space there is a net underneath for storage. Through a clamp, it is easy to choose the height of the net depending on the working position. Thanks to the fact that the net rests freely around the chair legs, the chair can still be easily stacked.",
        "button":"Further reading",
        "whiteboardHeadline":"PorTavel",
        "whiteboardText":"Portable whiteboards make it easy to shield classrooms during group work. In addition, these whiteboards solve the need for sound attenuation as they contain built-in sound attenuated discs underneath. Specific to these boards is that there is a modular electrical outlet that can be slid onto a rail along the lower edge. As the use of digital tools requires electricity, this function enables power supply through the classroom.",
        "cameraHeadline":"SerWell",
        "cameraText":"The camera solution gives rise to several functions that streamline and promote learning. Through its wide-angle recording function, the solution enables storage and conversion of physical notes to digital. The glass tops that are mounted in the tables continue to give students the opportunity to write by hand, something that has been identified as essential. The camera is designed to be attached to rails in the ceiling to be able to scan a large area of the classroom at the same time.",
        "reportsHeadline":"Reports",
        "projectReportHeadline":"The project",
        "projectReportText":"",
        "pedagogicsReportHeadline":"Technology and pedagogics",
        "pedagogicsReportText":"",
        "designReportHeadline":"Design",
        "designReportText":"",
        "circularityReportHeadline":"Circularity",
        "circularityReporText":"",
        "aboutHeadline":"About us",
        "aboutText":"As a part of the bachelor's degree in the civil engineering domain of Design and product development, the group was formed early January of 2021. We are a group of six students heading for the fourth year of the program taught at the University of Linköping. <br><br>The pandemic situation has primarily kept the project located in the digital arenas, however through hours of digital work and team building activities the group has become an efficient team with broad competences – with deeper knowledge in the areas of technology and pedagocics, circular economy and design aimed at classroom environments.",
        "pedagogicsGroup":"Technology and pedagogics",
        "designGroup":"Design",
        "circularityGroup":"Circularity",
        "updated":"",
        "languageImage":"/static/sweden.png",
        "logo":"/static/logo.png",
        "contactImage":"",
        "desk":{
            "mainTitle":"Pedagogical furniture",
            "language":"Svenska",
            "startMenu":"| BACK TO START",
            "productHeadline":"ElevAtion – a flexible desk to bring education to the next level",
            "inClassroomPicture":"/static/desk/inClassDesk.jpg",
            "aboutProduct":"The table design has been created based on two identified requirements, which support the learning process. The requirements are based on flexible solutions and a varied approach. To fulfill the purpose of the product, the table has been designed with a height-adjustable part and a specially adapted glass top. The height-adjustable tabletop contributes to an adaptable working position based on users, while at the same time providing the opportunity for a variety of working methods. The height of the plate is adjusted by a handle. A locking function allows the plate to stay in different positions (similar to a locking function for the suitcase handle) and you can therefore choose whether you want to stand / sit or use a computer / take notes by hand.<br><br>The glass plate in the table is designed to give students the opportunity to switch between an analog / traditional and a digital way of working in the teaching. Through the solution, students still have a chance to take notes by hand, something that has been identified to be an advantage from a learning context. These notes can be collected and transferred to a digital format via a camera system in the ceiling of the classroom. This solution thus invites to vary between using a notepad and a computer during lectures and lessons.",
            "inShortHeadline":"At a glance",
            "inShortText":"A four-legged desk aimed to be used by a single student. Its quadratic surface and wheels encourage cooperation and to arrange the desks as needed. The star of the show is the height-adjustable desktop, that gives the student more work space, a spot to place the computer for ergonomic reading and the choice to work standing.",
            "function1":"Adjustable",
            "function1Image":"/static/desk/adjustableHeight.png",
            "function1Text":"The entire surface can get level in the lowest position, to eliminate obstacles in cooperative situations where students want to share material and thoughts locally – a likely future learning situation. With the help of a robust mechanism containing a spring, wedges and the hollow legs themself, to raise and lower the surface is easy. The handle is located in a reachable position, placed as far away that pen and paper action won't be compromised. A surface of wood and an inlay of clear glass, grants servicability and is in line with the circular and aestetic goals of the project.",
            "function2":"Versatile",
            "function2Image":"/static/desk/writableSurface.png",
            "function2Text":"More desk real estate is a wish common among students, a request that traditionally needs larger tables and therefore classrooms. The adjustable shelf results in more space that can be used to store books and notebooks, to make the seem between digital and analouge learning less obvious. Both parts will be relevant and necessary in the future, however technology changes rapidly and to minimize the seem with integrated technology is not a long term solution. The low-tech glass surface has a value without technology, but can be implemented as a part of a larger system.",
            "function3":"Flexible",
            "function3Image":"/static/desk/flexible.png",
            "function3Text":"Flexibility is one of the main components of future learning, as the teacher-to-student-learning is getting replaces with more student centered methods. The active learning methods orbit the students' discussions and information gathering prior to the on-location sessions. To be able to rearrange the furniture situation easily is key, something that a wheel equipped and quadratic table allow. The approach with one person per table creates more possibilities and a foundation for better learning. Lastly, the legs of ElevAtion can be customized to fit the needs of classrooms: four wheels for full flexibility, two wheels paired with feet, or all feet for a more permanent installation.",
            "criteriasHeadline":"Criterias fulfilled",
            "criteriasText":"As the crown jewel in the furniture concept, ElevAtion is based on an early concept and further worked on to tick as many design principle boxes as possible – without creating an indecesive product with too much functionality. To contribute to an educational environment, the flexibility and ways to cooperate are key. ElevAtion also aims to communicate a calm appearance in line with a place to study, where the familiar and non-dated appearance plays a big role. Its design to make room for the students' own computers and digital tools will make the desk relevant for a longer time. A longer lifespan is further made possible thorugh use of few and natural materials and shapes, combined with sloped edges to eliminate dust collecting nooks and lastly simple and easy-to-repair-solutions using standardized mounting methods.",
            "updated":"2021-05-19",
            "languageImage":"/static/sweden.png",
            "logo":"/static/logo.png",
            "contactImage":""
        },
        "chair":{
            "mainTitle":"Pedagogical furniture",
            "language":"Svenska",
            "startMenu":"| BACK TO START",
            "productHeadline":"KontRoll – stackable chair with optional storage",
            "inClassroomPicture":"/static/chair/inClassChair.jpg",
            "aboutProduct":"The chair's design has been adapted to a flexible working environment and working method. The chair therefore has wheel-mounted legs and a low weight. The design makes the chair easy to adapt to different forms of teaching, including group work, at the same time as it can be stacked if a standing working method is preferred for the day. A net has been designed under the chair for storage to give the chair more functions. The storage space is for placing books, bags and jackets that otherwise take up space on the table / floor. The height of the net varies depending on which position is preferred on the chair. This is done through a clamp that is located on the legs of the chair. The net is stopped by a hose clamp and is not fixed for the chair to be stackable.",
            "inShortHeadline":"At a glance",
            "inShortText":"This chair has a simple design that fits the tight design space limited by a need for a robust steel based frame, a light weight construction, wheels and stackability. Its wheels, net and thin textile cushioning are all easy to remove and replace when need be.",
            "function1":"Flexible",
            "function1Image":"/static/chair/rolling.png",
            "function1Text":"KontRoll accompanies the desk ElevAtion with its rollable aspect made possible by four wheels, mounted in a easy to remove manor that also makes wheel-less variants a possibility if needed. With the net loaded with books or a bag, the student can simply roll the chair and table to a new constellation. The wheels are also crucial in making the chair last longer, since common problems as rocking the chairs and abuse of the legs's joints are no more.",
            "function2":"Stackable",
            "function2Image":"/static/chair/stackable.png",
            "function2Text":"Standing activities, larger groups and long term storage – there are many reasons to store chairs in a more compact manor. The balance act between low weight, rigidness and shapes that allow vertical stacking is of importance and has to be tuned to perfection in a production ready version of KontRoll. The net is complicating the construction, counteracted by the free moving system with stop blocks, to make stacking and extra storage compatible.",
            "function3":"Extra storage",
            "function3Image":"/static/chair/extraStorage.png",
            "function3Text":"In a classroom in motion it's suting to bring all belongings at all times, and a semi-flexible net underneath the seat can be used. However, not every student has the same needs and to rest the legs wrapped around the ditto of the chair is common. Therefore a single button can lock the net's front part in an elevated position. Under the seat the flexible and circular touch of a removable cushioning can be spotted – a separate plate mounted with clips.",
            "criteriasHeadline":"Criterias fulfilled",
            "criteriasText":"The flexibility is in line with pedagogic needs – today and in the future, and that also applies to the extra storage and the optional attribute. Natural and a few selected, pure materials makes the assembly and future disassembly easier. By using wheels and a frame of steel pipes, the day of disassembly and recycling is postponed.",
            "updated":"2021-05-19",
            "languageImage":"/static/sweden.png",
            "logo":"/static/logo.png",
            "contactImage":""
        },
        "whiteboard":{
            "mainTitle":"Pedagogiska möbler",
            "language":"Svenska",
            "startMenu":"| BACK TO START",
            "productHeadline":"PorTavel",
            "inClassroomPicture":"/static/whiteboard/inClassWhiteboard.jpg",
            "aboutProduct":"The product is designed with a large white board without compromising the flexibility of the board, the white board surface enables better cooperation in between students but also in between teacher and student. The large writing surface can be used for a variety of purposes where planning, creating structure and illustrations are just a few examples. The board is equipped with wheels that can roll in all directions. The wheels make the furniture light and flexible as it can easily be rolled anywhere where it's needed, for example if a teacher wants to explain something to a group of students, he or she can easily bring the white board to the students and start to explain. When the board is placed to stay in one location, its electrical outputs can easily be used as four of them are located on each side of the board's lower area. The board is also equipped with two handles, one on each side to make it easier to insert and remove computer chargers, and to move the board. The height and width of the board naturally give it the function to shut out the surroundings for the user, if placed strategically. The added detail that makes the board perfect for sound shielding its user is that it's covered with sound-absorbing fabric under the white board on both sides of the furniture.",
            "inShortHeadline":"At a glance",
            "inShortText":"A classroom equipped with multiple PorTavel creates an environment that promote group work without sacrificing the need for a non-chaotic classroom. With sound absorbing materials, double sided whiteboard surfaces, a rollable feature and suting modules, PorTavel can satisfy this scenario.",
            "function1":"Dampening, supporting",
            "function1Image":"/static/whiteboard/absorbing.png",
            "function1Text":"The two part rollable board creates a wished for isolated environments in an open classroom, in visual and audial manors. The writable surface can be exchanged with anouther pice of sound absorbent, but clear or electrochromatic glass are other possible surface materials that come with trade-offs and benefits to a two sided whiteboard slate.",
            "function2":"Modular",
            "function2Image":"/static/whiteboard/modular.png",
            "function2Text":"A frame created with standard dimension wood minimizes waste material, and when needed the bottom segment can house extra functionality as a power splitter, batteries or ballast for extra stability.",
            "function3":"Flexible",
            "function3Image":"/static/whiteboard/flexible.png",
            "function3Text":"Wheels are key for the future and flexible learning climate, and allow students and teachers to explain, illustrate and cooperate wherever. For repration and configurability purposes, the wheels are easy to remove.",
            "criteriasHeadline":"Criterias fulfilled",
            "criteriasText":"",
            "updated":"2021-05-19",
            "languageImage":"/static/sweden.png",
            "logo":"/static/logo.png",
            "contactImage":""
        },
        "camera":{
            "mainTitle":"Pedagogiska möbler",
            "language":"Svenska",
            "startMenu":"| BACK TO START",
            "productHeadline":"WIP",
            "inClassroomPicture":"",
            "aboutProduct":"The purpose of the product is to, together with the glass covered writing surface on the table, give the user the opportunity to use a pen instead of computer keys. It gives the opportunity to switch back to more traditional writing if the user prefers that, studies show benefits that are exclusive for writing by hand. The idea is to make the shifting between the two options so easy and accessible that it encourages the user to freely choose which way of working he or she prefers. The task of the ceiling camera is to automatically document the writing surfaces and in real time update a platform where the collected material is converted into a digital format where it becomes accessible and easy to edit. The camera sits in a holder that allows it to move in the classroom ceiling using a few rails attached to the ceiling. The holder of the camera possesses the feature to rotate to capture written material from the White boards as well. The product's design is discrete and the placement of camera in the room is as not to disturb or distract the activity in the classroom.",
            "inShortHeadline":"WIP",
            "inShortText":"",
            "function1":"",
            "function1Image":"",
            "function1Text":"",
            "function2":"",
            "function2Image":"",
            "function2Text":"",
            "function3":"",
            "function3Image":"",
            "function3Text":"",
            "criteriasHeadline":"",
            "criteriasText":"",
            "updated":"2021-05-16",
            "languageImage":"/static/sweden.png",
            "logo":"/static/logo.png",
            "contactImage":""
        },
        "projectReport":{
            "mainTitle":"Pedagogical furniture",
            "language":"Svenska",
            "startMenu":"| BACK TO START",
            "reportHeadline":"Project report",
            "abstractHeadline":"A project specific report entirely written in Swedish",
            "abstract":"Tekniska hjälpmedel blir en allt större del av vardagen och skolvärlden är inget undantag. För att främja fortsatt god inlärning krävs kunskap om hur digitala och analoga verktyg kan nyttjas på bästa sätt, för att anpassa lärmiljön med ett passande möblemang som tillfredsställer pedagogiska behov. Detta projektarbete fokuserar på att hitta ett sådant möbelkoncept, som platsar i framtidens klassrum på svenska universitet. Projektets mål är därtill att denna lösning är långsiktigt hållbar och med egenskaper som stödjer ett cirkulärt tänk, samtidigt som design och funktioner ger en enhetlig bild och mångsidig användning lämpad för aktuella och kommande pedagogiska grepp.<br><br>För att identifiera designprinciper för möbler för klassrum, cirkulära egenskaper och egenskaper i linje med pedagogik och teknik, är projektet till stor del baserat på tre kandidatarbeten. Genom identifierade användarbehov samt tillhörande idégenerering och workshop-aktiviteter, skapar projektgruppen parallellt möbelkoncept som uppfyller behoven – lösningar som anpassas enligt slutsatserna från kandidatarbetena, för att framställa ett realiserbart möbelkoncept. Konkret rör det sig om möbler med flexibilitet och samarbete i fokus, där en delvis höj- och sänkbar skrivbordslösning är den centrala produkten. Till skrivbordet hör en stapelbar, rullbar stol med förvaringsmöjligheter, flyttbara whiteboardtavlor för avskärmning och samarbete samt ett klassrumsmonterat kamerasystem som svarar för automatisk dokumentation.",
            "link":"https://www.youtube.com/watch?v=dQw4w9WgXcQ",
            "linkText":"Till rapporten (PDF)",
            "authorHeadline":"The authors",
            "firstAuthor":"Arvid, Amanda, Alma, Annika, Agnes, Harald",
            "firstAuthorImage":"static/gruppbild.jpg",
            "secondAuthor":"",
            "secondAuthorImage":"",
            "commentHeadline":"Författarna om arbetet",
            "commentText":"",
            "updated":"2021-05-16",
            "languageImage":"/static/sweden.png",
            "logo":"/static/logo.png",
            "contactImage":""
        },
        "pedagogicsReport":{
            "mainTitle":"Pedagogical furniture",
            "language":"Svenska",
            "startMenu":"| BACK TO START",
            "reportHeadline":"Technology and pedagogics",
            "abstractHeadline":"Inledning",
            "abstract":"",
            "link":"https://www.youtube.com/watch?v=dQw4w9WgXcQ",
            "linkText":"Till rapporten (PDF)",
            "authorHeadline":"Författarna",
            "firstAuthor":"Arvid Wittwång",
            "firstAuthorImage":"static/people/arvid.jpg",
            "secondAuthor":"Amanda Perlind",
            "secondAuthorImage":"static/people/amanda.jpg",
            "commentHeadline":"Författarna om arbetet",
            "commentText":"",
            "updated":"2021-05-19",
            "languageImage":"/static/sweden.png",
            "logo":"/static/logo.png",
            "contactImage":""
        },
        "designReport":{
            "mainTitle":"Pedagogical furniture",
            "language":"Svenska",
            "startMenu":"| BACK TO START",
            "reportHeadline":"Design",
            "abstractHeadline":"Full headline",
            "abstract":"Abstract goes here",
            "link":"https://www.youtube.com/watch?v=dQw4w9WgXcQ",
            "linkText":"Till rapporten (PDF)",
            "authorHeadline":"Författarna",
            "firstAuthor":"Agnes Wide",
            "firstAuthorImage":"static/people/agnes.jpg",
            "secondAuthor":"Harald Lithman",
            "secondAuthorImage":"static/people/harald.jpg",
            "commentHeadline":"Författarna om arbetet",
            "commentText":"",
            "updated":"2021-05-19",
            "languageImage":"/static/sweden.png",
            "logo":"/static/logo.png",
            "contactImage":""
        },
        "circularityReport":{
            "mainTitle":"Pedagogical furniture",
            "language":"Svenska",
            "startMenu":"| BACK TO START",
            "reportHeadline":"Circularity",
            "abstractHeadline":"Full headline",
            "abstract":"Abstract goes here",
            "link":"https://www.youtube.com/watch?v=dQw4w9WgXcQ",
            "linkText":"Till rapporten (PDF)",
            "authorHeadline":"Författarna",
            "firstAuthor":"Annika Racki",
            "firstAuthorImage":"static/people/annika.jpg",
            "secondAuthor":"Alma Swärdh",
            "secondAuthorImage":"static/people/alma.jpg",
            "commentHeadline":"Författarna om arbetet",
            "commentText":"",
            "updated":"2021-05-19",
            "languageImage":"/static/sweden.png",
            "logo":"/static/logo.png",
            "contactImage":""
        }
    }
}